experiments/position-visibility/results/discarded-sequential/bench_arm_b_const_c8.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 10195
number of failed transactions: 0 (0.000%)
latency average = 23.550 ms
initial connection time = 5.689 ms
tps = 339.704178 (without initial connection time)