experiments/position-visibility/results/discarded-sequential/bench_baseline_last_c32.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 105236
number of failed transactions: 0 (0.000%)
latency average = 9.120 ms
initial connection time = 21.969 ms
tps = 3508.904484 (without initial connection time)