experiments/position-visibility/results/discarded-sequential/bench_baseline_last_c8.txt
pgbench (17.10 (Debian 17.10-1.pgdg13+1))
transaction type: /harness/bench/append.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 37570
number of failed transactions: 0 (0.000%)
latency average = 6.388 ms
initial connection time = 5.953 ms
tps = 1252.427391 (without initial connection time)